{
  "id": 1,
  "location": "Nauvis - Crash Site",
  "day": "Day 1",
  "time": "4:45AM",
  "summary": [
    "I’m alive. I’m not sure how, but I am. Impact velocity was lower than terminal—barely. The coronal mass ejection hit at the worst possible moment. Navigation glitched, shielding failed, and the ship tore itself apart on entry. I remember alarms, then fire, then silence.",
    "Most of the ship didn’t survive the landing. It didn’t even survive the sky. Debris is scattered across the horizon like metal bones. After hours of searching, I managed to recover one mining drill, one offshore water pump, a single electric pole, and a burner turbine. That’s it. Everything else is either destroyed or too far to retrieve safely.",
    "The air is breathable. I tested it twice before taking off the helmet. That alone feels like a miracle. The planet is rich—far richer than our scans predicted. Iron, copper, coal, stone, and mineral signatures I don’t even recognize are everywhere. Forests stretch beyond sight. If resources alone determined survival, I’d be saved already.",
    "Water is another story. There’s only one small lake within reach. The water’s thick with unknown substances—too contaminated for most machinery without treatment. I can drink it after filtering, but scaling anything industrial will require purification systems I no longer have.",
    "There’s something else I didn’t expect. The automated territorial claim protocol is still active. I can only build within a small emergency boundary. Everything beyond it is locked behind authorization levels that no longer exist. The system survived, but the network it depended on didn’t.",
    "The CME didn’t just destroy the hull. It fried the fabrication archive. Most of my advanced blueprints are gone—corrupted beyond recovery. Years of accumulated research, erased in seconds. If I want automation, power grids, manufacturing chains… I have to rebuild the knowledge from scratch.",
    "Long-range readings show the star is still unstable. More CME activity could hit. If that happens while I’m still running improvised power systems, I won’t get lucky twice.",
    "For now, the goal is simple: secure fuel and start mining. Survive today. Tomorrow can worry about itself."
  ],
  "status": {
	  "power": "N/A",
	  "production": "N/A",
	  "science": "N/A",
	  "defense": "N/A"
  },
  "todo": [
    "setup iron, copper, and coal mining.",
	"survey the surroundings and gather information.",
	"gather resources and fuel.",
	"Craft and setup additional mining drills."
  ]
}
