{
  "id": 2,
  "location": "Nauvis - Crash Site",
  "date": "Day 2",
  "time": "5:12AM",
  "summary": [
    "The deposits here are abundant, but nothing about this planet is easy. Coal burns filthy and leaves ash everywhere, clogging the machines almost as soon as they start running. Copper refuses to cooperate unless I feed it water. Every step forward demands another layer of infrastructure. Nothing is simple extraction — everything is dependency.",
    "With only a single mining drill, progress feels painfully slow. The drill eats through raw coal and wood faster than I can gather it. I spent most of the day breaking rocks and chopping trees to keep the miner running. It’s exhausting — mining fuel so the drill can mine materials so I can build more drills.",
    "Somehow, I scraped together enough iron to craft pipes. Running that first line of water to the copper veins felt like progress — real progress. I managed to fabricate additional drills, but every single one needs constant attention. Refuel. Clear ash. Repeat. Back and forth, over and over. By nightfall, I finally had miners running on coal, copper, and iron. It almost looked like the beginning of a base.",
    "But that’s where the good news ends. When darkness fell, the creatures came. Giant insectoid things — relentless and angry. They attacked in waves. I fought them off, barely, but the pressure was too much to defend everything. I had to abandon the coal operation and pull everything inward into a tighter perimeter.",
    "There were moments during the night where I nearly died. More than once I was forced to fight them by hand when ammunition ran low or a turret ran dry. Claws scraped across my armor. Acid hissed against metal. I could hear my own breathing inside the helmet, fast and uneven. I survived by inches.",
    "I built a few makeshift mini turrets and loaded them with wooden magazines. I even boxed them in with flimsy wooden fences — crude and probably flammable, but it made me feel like I was building a wall instead of just surviving. The turrets are weak and don’t hit very hard, but they fire consistently. For now, that’s enough.",
    "The fighting didn’t stop for hours. I counted without meaning to: 71 level-one common spitter, 2 small snappers, 1 level-one fire spitter, 1 level-one acidic spitter, 1 level-one common biter, and 1 level-one laser biter. Eight clips of wooden ammunition gone. I don’t know why I keep track. Maybe because numbers feel orderly. Measurable. Like something here can be understood.",
    "Morning came slowly. The attacks eased, though they haven’t stopped entirely. I used the brief calm to sketch out better miner placements and future layouts in the dirt. If I’m going to survive here, I can’t just work harder. I have to work smarter."
  ],
  "status": {
	"resource": "Claimed 500k Iron deposits, 400k Copper deposits, and 18.68M Coal deposits.",
    "power": "Temporary burner turbine to power offshore pump.",
    "production": "Minimal Iron and Copper production.",
    "science": "N/A",
    "defense": "Minimal turret defending key resource extraction."
  },
  "todo": [
    "Reestablish coal mining.",
    "Expand copper and iron mining.",
    "Finish setting up defense perimeters."
  ],
  "youtube": {
	"edited": "",
	"raw": ""
  }
}
